export const INITIAL_SCHEDULE = {
  mon: {
    p1: '국어', p2: '과학', p3: '과학', p4: '체육', p5: '음악',
    p6: '피아노', p7: '피아노', p8: '뉴스포츠/돌봄',
  },
  tue: {
    p1: '국어', p2: '수학', p3: '사회', p4: '창(동)', p5: '미술',
    p6: '미술', p7: '신나는 실내 액티브 챌린지', p8: '신나는 실내 액티브 챌린지',
  },
  wed: {
    p1: '국어', p2: '수학', p3: '체육', p4: '과학', p5: '영어',
    p6: '컴퓨터', p7: '컴퓨터', p8: '돌봄',
  },
  thu: {
    p1: '음악', p2: '국어', p3: '수학', p4: '사회', p5: '도덕',
    p6: '컴퓨터', p7: '컴퓨터/AI코딩여행', p8: '컴퓨터',
  },
  fri: {
    p1: '체육', p2: '영어', p3: '국어', p4: '수학', p5: '창체',
    p6: '방송댄스', p7: '방송댄스', p8: '원어민영어',
  },
};

export const INITIAL_ROSTER = [
  { no: 1, name: '김대현', role: '' },
  { no: 2, name: '나대한', role: '' },
  { no: 3, name: '백은성', role: '' },
  { no: 4, name: '민주은', role: '' },
  { no: 5, name: '신서희', role: '' },
];
